Repository: halilibrhimtas/denizhan_medical_flutter_web
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fr, ru, tr

source: Reusable Scissors
ar: مقص متعدد الاستخدامات
de: Wiederverwendbare Schere
fr: Ciseaux réutilisables
ru: Многоразовые ножницы
tr: Çok Kullanımlık Makas

# disposable_suction
source: Suction Irrigation Set
ar: شفط الري سيتي
de: Saug-Bewässerungs-Set
fr: Ensemble d'irrigation par aspiration
ru: Набор для аспирации
tr: Suction İrrigasyon Seti

# disposable_trokar
source: Disposable Trocar
ar: يمكن التخلص منها مبزل
de: Einweg-Trokar
fr: Trocart jetable
ru: Одноразовый троакар
tr: Tek Kullanımlık Trokar

# disposable_disektor
source: Disposable Dissector
ar: تشريح يمكن التخلص منه
de: Einweg-Dissektor
fr: Dissecteur jetable
ru: Одноразовый одноразовый
tr: Tek Kullanımlık Disektör

# reusable_disektor
source: Reusable Dissector
ar: متعدد الاستخدامات
de: Wiederverwendbarer Dissektor
fr: Dissecteur réutilisable
ru: Многоразовый диссектор
tr: Çok Kullanımlık Disektör

# plasma_kinetik
source: Plasma Kinetic Device
ar: جهاز البلازما الحركي
de: Plasmakinetisches Gerät
fr: Dispositif cinétique plasma
ru: Плазменное кинетическое устройство
tr: Plazma Kinetik Cihazı

source: Bipolar Loop
ar: حلقة ثنائية القطب
de: Bipolare Schleife
fr: Boucle bipolaire
ru: Биполярная петля

# ceo_mesaji
source: CEO's Message
ar: رسالة الرئيس التنفيذي
de: Botschaft des CEO
fr: Message du PDG
ru: Сообщение генерального директора
tr: CEO'nun Mesajı

# misyon
source: Mission
ar: البعثة
ru: Миссия
tr: Misyon

# sirket_hakkinda
source: About the Company
ar: عن الشركة
de: Über das Unternehmen
fr: À propos de l'entreprise
ru: О компании
tr: Şirket Hakkında

# vizyon
source: Vision
ar: الرؤية
ru: видение
tr: Vizyon

# dokuman
source: Document
ar: الوثيقة
de: Dokumentieren
ru: Документ
tr: Döküman

source: Video
ar: فيديو
fr: Vidéo
ru: Видео

source: Blog
ar: المدونة
de: Bloggen
ru: блог

# sss
source: FAQ
ar: الأسئلة الشائعة
de: HGF
ru: Часто задаваемые вопросы
tr: SSS

# detay
source: Detail
ar: التفاصيل
fr: Détail
ru: деталь
tr: Detay

# sirket_hakkinda_icerik
source: At Denizhan Medikal, we consider it very important for our business to work in a stakeholder and result-oriented manner with a sense of self-responsibility. This belief in the concept of values-based decision-making underpins everything we do and supports the communication of our commercial strategy. Employees and company We are committed to earning the trust of our commercial partners, both internally and externally, by keeping our promises. In doing so, we create an environment where people feel safe to do better and also to talk and raise concerns. The foundation of a good image is trust and is crucial to our company's success..
ar: في دنيزان الطبية ، ونحن نعتقد أنه من المهم جدا لأعمالنا للعمل في أصحاب المصلحة وبطريقة موجهة نحو النتائج مع الشعور بالمسؤولية الذاتية. هذا الإيمان بمفهوم صنع القرار القائم على القيم يدعم كل ما نقوم به ويدعم نقل استراتيجيتنا التجارية. كموظفين وكشركة ، ونحن ملتزمون لكسب ثقة شركائنا التجاريين على حد سواء داخل وخارج عن طريق الحفاظ على وعودنا. في القيام بذلك ، ونحن خلق بيئة حيث يمكن للناس أن نفعل ما هو أفضل وأيضا يشعر بالأمان من حيث الحديث وتفيد القضايا التي تسبب القلق. أساس الصورة الجيدة هو الثقة وهو مهم جدا لنجاح شركتنا...
de: Wir von Denizhan Medikal halten es für sehr wichtig, dass unser Unternehmen stakeholder- und ergebnisorientiert und eigenverantwortlich arbeitet. Dieser Glaube an das Konzept der wertebasierten Entscheidungsfindung untermauert alles, was wir tun, und unterstützt die Kommunikation unserer Geschäftsstrategie. Mitarbeiter und Unternehmen Wir verpflichten uns, das Vertrauen unserer Geschäftspartner nach innen und außen zu verdienen, indem wir unsere Versprechen einhalten. Auf diese Weise schaffen wir ein Umfeld, in dem sich die Menschen sicher fühlen, besser zu werden und auch zu sprechen und Bedenken zu äußern. Die Grundlage eines guten Images ist Vertrauen und entscheidend für den Erfolg unseres Unternehmens.
fr: Chez Denizhan Medikal, nous considérons qu'il est très important pour notre entreprise de travailler de manière axée sur les parties prenantes et les résultats avec un sens de l'auto-responsabilité. Cette croyance dans le concept de prise de décision basée sur les valeurs sous-tend tout ce que nous faisons et soutient la communication de notre stratégie commerciale. Collaborateurs et entreprise Nous nous engageons à gagner la confiance de nos partenaires commerciaux, tant internes qu'externes, en tenant nos promesses. Ce faisant, nous créons un environnement où les gens se sentent en sécurité pour faire mieux et aussi pour parler et soulever des préoccupations. La base d'une bonne image est la confiance et elle est cruciale pour le succès de notre entreprise...
ru: В Денижан Медикал мы считаем очень важным, чтобы наш бизнес работал с заинтересованными сторонами и ориентированным на результат образом с чувством собственной ответственности. Эта вера в концепцию принятия решений на основе ценностей лежит в основе всего, что мы делаем. делать и поддерживает коммуникацию нашей коммерческой стратегии Сотрудники и компания Мы стремимся завоевать доверие наших коммерческих партнеров, как внутренних, так и внешних, выполняя наши обещания При этом мы создаем среду, в которой люди чувствуют себя в безопасности, чтобы работать лучше а также говорить и поднимать волнующие вопросы. Основой хорошего имиджа является доверие, которое имеет решающее значение для успеха нашей компании..
tr: Denizhan Medikal'de, öz sorumluluk duygusuyla, paydaş ve sonuç odaklı bir şekilde çalışmanın işimiz için çok önemli olduğunu düşünürüz. Değerler temelli karar verme kavramına olan bu inancımız yaptığımız her şeyin temelini oluşturur ve ticari stratejimizin iletilmesini destekler. Çalışanlar ve şirket olarak sözlerimizi tutarak hem içeride hem dışarıda ticari partnerlerimizin güvenini kazanmaya kendimizi adamış durumdayız. Bunu yaparken kişilerin daha iyi yapılabilecekleri ve ayrıca endişe oluşturan konuları konuşup belirtme açısından kendilerini güvende hissettikleri bir ortam oluştururuz. İyi bir imajın temeli, güvendir ve şirketimizin başarısı için çok önemlidir...

# telefon
source: Phone
ar: الهاتف
de: Telefon
fr: Téléphoner
ru: телефон
tr: Telefon

# e_posta
source: Email
ar: البريد الالكتروني
ru: Электронная почта
tr: E-Posta

# adres
source: Address
ar: العنوان
de: Adresse
fr: Adresse
ru: Адрес
tr: Adres

# baslica_urunler
source: Major Products
ar: المنتجات الرئيسية
de: Hauptprodukte
fr: Principaux Produits
ru: Основные продукты
tr: Başlıca Ürünler

# icerik_hazirlanmaktadir
source: CONTENT IS PREPARED
ar: تم تجهيز المحتوى
de: INHALT IST VORBEREITET
fr: LE CONTENU EST PRÉPARÉ
ru: КОНТЕНТ ГОТОВИТСЯ
tr: İÇERİK HAZIRLANMAKTADIR

# reusable_laparaskopik_urunler
source: Reusable Laparoscopic products
ar: منتجات تنظير البطن القابلة لإعادة الاستخدام
de: Wiederverwendbare laparoskopische Produkte
fr: Produits laparoscopiques réutilisables
ru: Многоразовые лапароскопические продукты
tr: Reusable Laparaskopik ürünler

# adres_icerik
source: Bülent Angın Boulevard, S. Elitaş Apartment Building, (Hospitals Junction) No: 1, Floor: 1/2, Seyhan / Adana
ar: بولينت أنجين بوليفارد ، مبنى س. إليتاس السكني ، (تقاطع المستشفيات) رقم: 1 ، الدور: 1/2 ، سيحان / أضنة
fr: Boulevard Bülent Angın, Immeuble S. Elitaş, (Jonction des hôpitaux) No : 1, Étage : 1/2, Seyhan / Adana
ru: Бульвар Бюлент Ангин, многоквартирный дом С. Элиташ, (развязка больниц) №: 1, этаж: 1/2, Сейхан / Адана
tr: Bülent Angın Bulvarı, S. Elitaş Apartmanı, (Hastaneler Kavşağı) No: 1, Kat: 1/2, Seyhan / Adana

# urun_tanitim
source: Disposable medical instruments are widely used today. Providing products to many hospitals across Turkey, Denizhan Medikal does its best to provide quality and cost-effective laparoscopic instruments to all doctors and patients. Denizhan Medikal sells many surgical instruments such as laparoscopic scissors, Maryland dissector, laparoscopic trocar, disposable veress needle, endo bag, plasma kinetic device, etc. various products...
ar: تستخدم الأدوات الطبية التي يمكن التخلص منها على نطاق واسع اليوم. دنيزان ميديكال ، التي توفر المنتجات للعديد من المستشفيات في جميع أنحاء تركيا ، تبذل قصارى جهدها لتوفير أدوات بالمنظار عالية الجودة وفعالة من حيث التكلفة لجميع الأطباء والمرضى. دينيزان ميديكال تبيع العديد من الأدوات الجراحية مثل مقص بالمنظار ، ميريلاند تشريح ، مبزل بالمنظار ، المتاح فيريس إبرة ، إندو حقيبة ، البلازما الحركية الجهاز ، الخ. منتجات مختلفة...
de: Medizinische Einweginstrumente sind heute weit verbreitet. Denizhan Medikal beliefert viele Krankenhäuser in der ganzen Türkei mit Produkten und tut sein Bestes, um allen Ärzten und Patienten qualitativ hochwertige und kostengünstige laparoskopische Instrumente zur Verfügung zu stellen. Denizhan Medikal verkauft viele chirurgische Instrumente wie laparoskopische Scheren, Maryland-Dissektoren, laparoskopische Trokare, Einweg-Veress-Nadeln, Endobeutel, Plasmakinetikgeräte usw.
fr: Les instruments médicaux jetables sont largement utilisés aujourd'hui. Fournissant des produits à de nombreux hôpitaux à travers la Turquie, Denizhan Medikal fait de son mieux pour fournir des instruments laparoscopiques de qualité et rentables à tous les médecins et patients. Denizhan Medikal vend de nombreux instruments chirurgicaux tels que des ciseaux laparoscopiques, un dissecteur Maryland, un trocart laparoscopique, une aiguille de veress jetable, un sac endo, un dispositif cinétique à plasma, etc. divers produits...
ru: Сегодня широко используются одноразовые медицинские инструменты. Поставляя продукцию во многие больницы по всей Турции, Denizhan Medikal делает все возможное, чтобы обеспечить всех врачей и пациентов качественными и экономически эффективными лапароскопическими инструментами. Denizhan Medikal продает множество хирургических инструментов; различные продукты такие как лапароскопические ножницы, диссектор Мэриленда, лапароскопический троакар, одноразовая игла Вереша, эндомешок, плазмокинетическое устройство и т. д....
tr: Tek kullanımlık tıbbi aletler günümüzde yaygın olarak kullanılmaktadır. Türkiye çapında birçok hastaneye ürün sağlayan Denizhan Medikal, tüm doktorlara ve hastalara kaliteli ve uygun maliyetli laparoskopik aletler sağlamak için elinden gelenin en iyisini yapmaktadır. Denizhan Medikal, birçok ameliyat aletinin satışını gerçekleştirmektedir; laparoskopik makas, Maryland disektörü, laparoskopik trokar, tek kullanımlık veress iğnesi, endo bag , plazma kinetik cihazı vb. çeşitli ürünler...
