Repository: halilibrhimtas/denizhan_medical_flutter_web
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fr, ru, tr

# hosgeldiniz
source: Welcome to Denizhan Medikal
ar: مرحبا بكم في دينيجان ميديكال
de: Willkommen bei Denizhan Medikal
fr: Bienvenue à Denizhan Medikal
ru: Добро пожаловать в Денижан Медикал
tr: Denizhan Medikal'e Hoşgeldiniz

# hakkimizda
source: ABOUT US
ar: معلومات عنا
de: ÜBER UNS
fr: À PROPOS DE NOUS
ru: О НАС
tr: HAKKIMIZDA

# urunler
source: PRODUCTS
ar: منتجات
de: PRODUKTE
fr: DES PRODUITS
ru: ПРОДУКТЫ
tr: ÜRÜNLER

# kaynaklar
source: RESOURCES
ar: مصادر
de: RESSOURCEN
fr: RESSOURCES
ru: РЕСУРСЫ
tr: KAYNAKLAR

# haberler
source: NEWS
ar: الإخبارية
de: NACHRICHTEN
fr: NOUVELLES
ru: НОВОСТИ
tr: HABERLER

# iletisim
source: CONTACT
ar: اتصل
de: KONTAKT
fr: CONTACTEZ
ru: КОНТАКТ
tr: İLETİŞİM

# cerrahi_stapler
source: Surgical Stapler
ar: دباسة جراحية
de: Chirurgischer Hefter
fr: Agrafeuse chirurgicale
ru: Хирургический степлер
tr: Cerrahi Stapler

# cerrahi_stapler_urunlerimiz
source: Surgical Stapler Products
ar: منتجاتنا من دباسة جراحية
de: Produkte für chirurgische Hefter
fr: Produits d'agrafeuse chirurgicale
ru: Хирургические степлерные изделия
tr: Cerrahi Stapler Ürünlerimiz

# disposable_laparaskopik_urunler
source: Disposable Laparoscopic Products
ar: منتجات تنظير البطن
de: Laparoskopische Einwegprodukte
fr: Produits Laparoscopiques Jetables
ru: Одноразовые лапароскопические продукты
tr: Disposable Laparaskopik Ürünler

# plasma_kinetik_cihazi
source: Plasma Kinetic Device
ar: جهاز البلازما الحركية
de: Plasmakinetisches Gerät
fr: Dispositif Cinétique Plasma
ru: Плазменное кинетическое устройство
tr: Plasma Kinetik Cihazı

# aosb
source: We attended the 2nd National Industry-Oriented R&D and Innovation award ceremony organized by AOSB.
ar: حضرنا حفل توزيع جوائز البحث والتطوير والابتكار الثاني الموجه نحو الصناعة والذي نظمته المنطقة الصناعية المنظمة في أضنة.
de: Wir nahmen an der 2. Nationalen Preisverleihung für industrieorientierte F&E und Innovation teil, die von AOSB organisiert wurde.
fr: Nous avons assisté à la 2e cérémonie de remise des prix nationaux de la R&D et de l'innovation orientées vers l'industrie organisée par l'AOSB.
ru: Мы посетили 2-ю национальную отраслевую церемонию награждения за исследования, разработки и инновации, организованную AOSB.
tr: AOSB düzenlemiş olduğu, 2.Ulusal sanayi odaklı AR-GE ve İnovasyon ödül törenine katıldık.

# aosb_icerik
source: Yücel Denizhan served as a jury member in the 2nd National Industry-oriented R&D and Innovation Project Competition organized by Adana Organized Industrial Zone.
ar: عمل يوسيل دنيجان كعضو لجنة تحكيم في مسابقة البحث والتطوير والابتكار الثانية الموجهة للصناعة والتي نظمتها المنطقة الصناعية المنظمة في أضنة.
de: Yücel Denizhan war Jurymitglied beim 2. Nationalen Wettbewerb für industrieorientierte F&E- und Innovationsprojekte, der von der Adana Organized Industrial Zone organisiert wurde.
fr: Yücel Denizhan a été membre du jury du 2e concours national de projets de R&D et d'innovation orientés vers l'industrie organisé par la zone industrielle organisée d'Adana.
ru: Юсел Денижан был членом жюри 2-го Национального конкурса отраслевых научно-исследовательских и инновационных проектов, организованного Организованной промышленной зоной Аданы.
tr: Yücel Denizhan, Adana Organize Sanayi Bölgesi'nin düzenlemiş olduğu 2. Ulusal Sanayi odaklı AR-GE ve İnovasyon Proje Yarışması'nda hakem heyetinde bulunarak jürilik görevini üstlenmiştir.

# vali
source: We visited Adana Governor Süleyman Elban
ar: قمنا بزيارة محافظ أضنة سليمان البان
de: Wir besuchten Adanas Gouverneur Süleyman Elban.
fr: Nous avons rendu visite au gouverneur d'Adana Süleyman Elban.
ru: Мы посетили губернатора Аданы Сулеймана Эльбана
tr: Adana Valisi Süleyman Elban'ı ziyaret ettik

# vali_icerik
source: Yücel Denizhan visited Adana Governor Süleyman Elban and talked about collection problems and possible problems in the supply chain. He also submitted a report to Governor Elban for the medical consumables production facility.
ar: زار يوجيل دنيجان محافظ أضنة سليمان البان وتحدث عن مشاكل الجمع والمشاكل المحتملة في سلسلة التوريد. كما قدم تقريراً للمحافظ البان عن منشأة إنتاج المواد الاستهلاكية الطبية.
de: Yücel Denizhan besuchte Adanas Gouverneur Süleyman Elban und sprach über Sammlungsprobleme und mögliche Probleme in der Lieferkette. Er legte Gouverneur Elban auch einen Bericht für die Produktionsanlage für medizinische Verbrauchsmaterialien vor.
fr: Yücel Denizhan a rendu visite au gouverneur d'Adana, Süleyman Elban, et a évoqué les problèmes de collecte et les éventuels problèmes de la chaîne d'approvisionnement. Il a également soumis un rapport au gouverneur Elban pour l'installation de production de consommables médicaux.
ru: Юсел Денижан посетил губернатора Аданы Сулеймана Эльбана и рассказал о проблемах сбора и возможных проблемах в цепочке поставок. Он также представил губернатору Эльбану отчет о производстве медицинских расходных материалов.
tr: Yücel Denizhan, Adana Valisi Süleyman Elban'ı ziyaret ederek tahsilat sorunlarını ve tedarik zincirinde yaşanabilecek sorunları dile getirdi. Ayrıca medikal sarf malzeme üretim tesisi için de Vali Elban'a rapor iletti.

# universite
source: We interviewed the students of Çukurova University, Department of Biomedical Engineering.
ar: أجرينا مقابلات مع طلاب جامعة جوكوروفا ، قسم الهندسة الطبية الحيوية
de: Wir haben die Studenten der Çukurova-Universität, Abteilung für Biomedizinische Technik, interviewt.
fr: Nous avons interviewé les étudiants de l'Université de Çukurova, Département de génie biomédical.
ru: У нас было интервью со студентами Университета Чукурова, факультет биомедицинской инженерии
tr: Çukurova Üniversitesi, Biyomedikal Mühendisliği bölümü öğrencileri ile söyleşi gerçekleştirdik

# universite_icerik
source: Yücel Denizhan visited Çukurova University, Department of Biomedical Engineering. He answered the questions on behalf of the sector. He expressed the expectations of the sector from young engineer candidates.
ar: قام الدكتور يوسيل دنيجان بزيارة جامعة جوكوروفا ، قسم الهندسة الطبية الحيوية. أجاب على الأسئلة نيابة عن القطاع. وعبر عن توقعات القطاع من المرشحين المهندسين الشباب.
de: Yücel Denizhan besuchte die Abteilung für Biomedizinische Technik der Çukurova-Universität. Er beantwortet die Fragen im Namen der Branche. Er drückte die Erwartungen der Branche an junge Ingenieurkandidaten aus.
fr: Yücel Denizhan a visité l'Université Çukurova, Département de génie biomédical. Il a répondu aux questions au nom du secteur. Il a exprimé les attentes du secteur vis-à-vis des jeunes candidats ingénieurs.
ru: Юсел Денижан посетил факультет биомедицинской инженерии Университета Чукурова. Он ответил на вопросы об отрасли. Он выразил ожидания отрасли от молодых кандидатов в инженеры.
tr: Yücel Denizhan, Çukurova Üniversitesi Biyomedikal Mühendisliği bölümünü ziyaret etti. Sektör adına merak edilenleri cevapladı. Sektörün genç mühendis adaylarından beklentilerini dile getirdi.

# bbc
source: We gave an interview to BBC News Turkish on behalf of the medical sector.
ar: أجرينا مقابلة مع بي بي سي نيوز تي أوك إرمي نيابة عن القطاع الطبي
de: Wir haben BBC News Turkish im Namen des medizinischen Sektors ein Interview gegeben.
fr: Nous avons accordé une interview à BBC News Turkish au nom du secteur médical.
ru: Мы взяли интервью у BBC News Turkish от имени медицинского сектора
tr: Tıbbi sektör adına BBC News Tükçe'ye röportaj verdik

# bbc_icerik
source: Yücel Denizhan expressed the irregular and unfair distribution of payments made by the Ministry of Health.
ar: يوسيل دنيزان ، قدمت وزارة الصحة التوزيع غير المنتظم وغير العادل للأجور أعرب.
de: Yücel Denizhan brachte die unregelmäßige und ungerechte Verteilung der Zahlungen des Gesundheitsministeriums zum Ausdruck.
fr: Yücel Denizhan a exprimé la répartition irrégulière et inéquitable des paiements effectués par le ministère de la Santé.
ru: Юджел Денижан заявил о неравномерном и несправедливом распределении платежей со стороны Министерства здравоохранения.
tr: Yücel Denizhan, Sağlık Bakanlığı'nın yaptığı usulsüz ve adil olmayan ödeme dağılımını dile getirdi.

# davutoglu
source: Yücel Denizhan became an advisor to the former Prime Minister of the Republic of Turkey, Ahmet Davutoğlu.
ar: أصبح يوجل دنيزان مستشارا لرئيس الوزراء السابق لجمهورية تركيا أحمد داود أوغلو.
de: Yücel Denizhan wurde Berater des ehemaligen Ministerpräsidenten der Republik Türkei, Ahmet Davutoğlu.
fr: Yücel Denizhan est devenu conseiller de l'ancien Premier ministre de la République de Turquie, Ahmet Davutoğlu.
ru: Юджел Денижан стал советником бывшего премьер-министра Турецкой Республики Ахмета Давутоглу.
tr: Yücel Denizhan, Türkiye Cumhuriyeti eski Başbakanı Ahmet Davutoğlu'nun danışmanı oldu.

# davutoglu_icerik
source: Yücel Denizhan started to work as the Advisor to the Chairman responsible for Health Policies of the Future Party, founded by the former Prime Minister of the Republic of Turkey Ahmet Davutoğlu. Yücel Denizhan, who is in contact with many political parties in Turkey, said that he would voice the problems experienced in the medical sector in any environment.
ar: يوجل دنيزان ، رئيس الوزراء السابق لجمهورية تركيا أحمد داود أوغلو أسس حزب المستقبل المسؤول عن السياسات الصحية المسؤول عن الرئيس العام بدأ العمل كمستشار. وقال يوسيل دنيزان ، الذي هو على اتصال مع العديد من الأحزاب السياسية في تركيا ، إنه سيعبر عن المشاكل التي يعاني منها القطاع الطبي في أي بيئة.
de: Yücel Denizhan begann seine Tätigkeit als Berater des für Gesundheitspolitik zuständigen Vorsitzenden der Zukunftspartei, die vom ehemaligen Ministerpräsidenten der Republik Türkei, Ahmet Davutoğlu, gegründet wurde. Yücel Denizhan, der mit vielen politischen Parteien in der Türkei in Kontakt steht, sagte, er werde die Probleme im medizinischen Sektor in jedem Umfeld äußern.
fr: Yücel Denizhan a commencé à travailler en tant que conseiller du président responsable des politiques de santé du futur parti, fondé par l'ancien Premier ministre de la République de Turquie Ahmet Davutoğlu. Yücel Denizhan, qui est en contact avec de nombreux partis politiques en Turquie, a déclaré qu'il exprimerait les problèmes rencontrés dans le secteur médical dans n'importe quel environnement.
ru: Юджел Денижан начал работать советником председателя, ответственного за политику здравоохранения партии будущего, основанной бывшим премьер-министром Турецкой Республики Ахметом Давутоглу. Юджел Денижан, который поддерживает связи со многими политическими партиями в Турции находится в медицинском секторе. Он сказал, что расскажет о проблемах, возникающих в любой среде.
tr: Yücel Denizhan, Türkiye Cumhuriyeti eski Başbakanı Ahmet Davutoğlu'nun kurmuş olduğu Gelecek Partisi'nin Sağlık Politikaları'ndan Sorumlu Genel Başkan Danışmanı olarak görev almaya başladı. Türkiye'de birçok siyasi parti ile temas halinde bulunan Yücel Denizhan, medikal sektörde yaşanan sorunları her ortamda dile getireceğini söyledi.

# euronews
source: We gave an interview to Euronews Turkish on behalf of the medical sector.
ar: أجرينا مقابلة مع يورونيوز تي أوك إرمي نيابة عن القطاع الطبي
de: Wir haben Euronews Türkisch im Namen des medizinischen Sektors ein Interview gegeben.
fr: Nous avons accordé une interview à Euronews Turkish au nom du secteur médical.
ru: Мы взяли интервью у Euronews Turkish от имени медицинского сектора
tr: Tıbbi sektör adına Euronews Tükçe'ye röportaj verdik

# euronew_icerik
source: Yücel Denizhan gave an interview about payment delays in the medical device industry since 2019. She stated that the negotiations with the Ministry of Finance did not yield any results.
ar: أجرى واي أوتشيل دنيزان مقابلة حول تأخيرات الأجور التي شهدها قطاع الأجهزة الطبية منذ عام 2019. وأعرب عن عدم وجود نتائج في المفاوضات مع وزارة المالية.
de: Yücel Denizhan gab ein Interview über Zahlungsverzögerungen in der Medizinprodukteindustrie seit 2019. Sie erklärte, dass die Verhandlungen mit dem Finanzministerium zu keinem Ergebnis geführt hätten.
fr: Yücel Denizhan a accordé une interview sur les retards de paiement dans l'industrie des dispositifs médicaux depuis 2019. Elle a déclaré que les négociations avec le ministère des Finances n'avaient donné aucun résultat.
ru: Юджел Денижан дал интервью о задержках платежей в отрасли медицинского оборудования с 2019 года. Он заявил, что его встречи с Министерством финансов не дали результата.
tr: Yücel Denizhan, 2019 yılında bu yana tıbbi cihaz sektöründe yaşanan ödeme gecikmeleri ile ilgili röportaj verdi. Maliye Bakanlığı ile yaptıkları görüşmelerde sonuç alınmadığını dile getirdi.

# ntv
source: We expressed the problem experienced in the supply of medical supplies on NTV Haber screens.
ar: أعربنا عن الصعوبات التي واجهناها في توريد المعدات الطبية على شاشات الأخبار إن تي في
de: Wir haben das Problem bei der Versorgung mit medizinischem Material auf NTV Haber-Bildschirmen zum Ausdruck gebracht.
fr: Nous avons exprimé le problème rencontré dans l'approvisionnement en fournitures médicales sur les écrans NTV Haber.
ru: Мы выразили проблему в поставках медикаментов на НТВ Хабер
tr: Tıbbi malzeme tedarikinde yaşanan sıkıntıyı NTV Haber ekranlarında dile getirdik

# ntv_icerik
source: Yücel Denizhan talked about his views on the medical device industry on NTV Haber. He stated that he will fight against the problems experienced in supply and the insolvency of these problems.
ar: وقال يوسيل دنيزان ، قطاع الأجهزة الطبية حول وجهات نظره على شاشات الأخبار إن تي في. وأعرب عن أنه سيكافح المشاكل التي يعاني منها العرض وعدم قابلية هذه المشاكل للذوبان.
de: Yücel Denizhan sprach auf NTV Haber über seine Ansichten zur Medizinprodukteindustrie. Er erklärte, dass er gegen die aufgetretenen Versorgungsprobleme und die Zahlungsunfähigkeit dieser Probleme kämpfen werde.
fr: Yücel Denizhan a parlé de son point de vue sur l'industrie des dispositifs médicaux sur NTV Haber. Il a déclaré qu'il luttera contre les problèmes rencontrés dans l'approvisionnement et l'insolvabilité de ces problèmes.
ru: Юджел Денижан рассказал о своих взглядах на индустрию медицинского оборудования на НТВ Хабер. Он сказал, что будет бороться с проблемами, возникающими в поставках, и с несостоятельностью этих проблем.
tr: Yücel Denizhan, tıbbi cihaz sektörü hakkında görüşlerini NTV Haber ekranlarında anlattı. Tedarik ile ilgili yaşanan sıkıntılara ve bu sıkıntıların çözümsüzlüğüne karşı mücadele edeceğini dile getirdi.

# metropol_tv
source: He participated in the live broadcast of Metropol TV.
ar: شاركنا في البث المباشر لتلفزيون متروبول
de: Er nahm an der Live-Übertragung von Metropol TV teil.
fr: Il a participé à l'émission en direct de Metropol TV.
ru: Участвовали в прямом эфире Метрополь ТВ
tr: Metropol TV canlı yayınına katıldık

# metropol_tv_icerik
source: Yücel Denizhan gave an interview on Metropol TV screens. She told about her experiences in the medical sector, the future of the medical device sector and the problems experienced. Expressing that the medical device industry is of critical importance, Yücel Denizhan said that the stakeholders of this industry should be valued.
ar: أجرى يوسيل دنيزان مقابلة على شاشات تلفزيون متروبول. تحدث عن تجاربه في القطاع الطبي ومستقبل قطاع الأجهزة الطبية والصعوبات التي واجهتها. معربا عن أن قطاع الأجهزة الطبية له أهمية حاسمة للغاية ، قال يوجسيل دنيزان إنه يجب تقييم أصحاب المصلحة في هذا القطاع.
de: Yücel Denizhan gab auf den Bildschirmen von Metropol TV ein Interview. Sie erzählte von ihren Erfahrungen im Medizinbereich, der Zukunft des Medizinproduktesektors und den aufgetretenen Problemen. Yücel Denizhan brachte zum Ausdruck, dass die Medizinprodukteindustrie von entscheidender Bedeutung sei, und sagte, dass die Interessengruppen dieser Branche geschätzt werden sollten.
fr: Yücel Denizhan a donné une interview sur les écrans de Metropol TV. Elle a raconté ses expériences dans le secteur médical, l'avenir du secteur des dispositifs médicaux et les problèmes rencontrés. Exprimant que l'industrie des dispositifs médicaux est d'une importance cruciale, Yücel Denizhan a déclaré que les parties prenantes de cette industrie devraient être valorisées.
ru: Юджел Денижан дал интервью на экранах Metropol TV. Он рассказал о своем опыте в медицинском секторе, будущем сектора медицинского оборудования и возникших проблемах. Выразив, что сектор медицинского оборудования имеет очень важное значение, Юджел Денижан Денижан сказал, что нужно ценить заинтересованные стороны этого сектора
tr: Yücel Denizhan, Metropol TV ekranlarında röportaj verdi. Tıbbi sektördeki tecrübelerini, tıbbi cihaz sektörünün geleceğini ve yaşanan sıkıntıları anlattı. Tıbbi cihaz sektörünün çok kritik öneme sahip olduğunu dile getiren Yücel Denizhan, bu sektörün paydaşlarına değer verilmesi gerektiğini söyledi.

# halk_tv
source: We voiced the Medical Device Problems on the Halk TV News screen.
ar: أعربنا عن مشاكل الجهاز الطبي على شاشة الأخبار التلفزيونية العامة
de: Wir haben die Probleme mit medizinischen Geräten auf dem Bildschirm von Halk TV News geäußert.
fr: Nous avons exprimé les problèmes de dispositifs médicaux sur l'écran Halk TV News.
ru: Мы говорили о проблемах с медицинскими устройствами в новостях Halk TV
tr: Tıbbi Cihaz Sorunlarını Halk TV Haber ekranında dile getirdik

# halk_tv_icerik
source: Yücel Denizhan talked about collections on Public TV screens. Yücel Denizhan, who said that the delay in collections causes great harm, said, 'We are not happy that we are collecting collections. The collections were not even enough to cover our loan debts. 'We have very serious losses' he said.
ar: تحدث يوسيل دنيزان عن المجموعات على شاشات التلفزيون العامة. وقال يوسيل دنيزان ، الذي قال إن التأخير في المجموعات كشف عن أضرار كبيرة جدا: 'لا يمكننا أن نكون سعداء لأننا نجمع. لم تكن المجموعات كافية حتى لإغلاق ديون القروض لدينا. لدينا أضرار خطيرة جدا, ' هو قال.
de: Yücel Denizhan sprach über Sammlungen auf öffentlichen Fernsehbildschirmen. Yücel Denizhan, der sagte, dass die Verzögerung bei den Einziehungen großen Schaden anrichtet, sagte: „Wir sind nicht glücklich darüber, dass wir Sammlungen einziehen. Die Sammlungen reichten nicht einmal aus, um unsere Kreditschulden zu decken. „Wir haben sehr ernste Verluste“, sagte er.
fr: Yücel Denizhan a parlé des collections sur les écrans de la télévision publique. Yücel Denizhan, qui a déclaré que le retard dans les recouvrements cause un grand préjudice, a déclaré : « Nous ne sommes pas contents de collecter des recouvrements. Les recouvrements n'étaient même pas suffisants pour couvrir nos dettes de prêt. « Nous avons des pertes très graves », a-t-il déclaré.
ru: Юджел Денижан говорил о взысканиях на экранах Халк ТВ. Сказав, что задержки со сборами приводят к огромным убыткам, Юсель Денижан сказал Мы недовольны тем, что собираем взыскания. Сборов не хватило даже на покрытие наших долгов по кредитам. .У нас очень серьезные потери.
tr: Yücel Denizhan, Halk TV ekranlarında tahsilatlar hakkında konuştu. Tahsilatların gecikmesinin çok büyük zararlar ortaya çıkarığını söyleyen Yücel Denizhan, 'Tahsilat yaptığımıza sevinemiyoruz. Tahsilatlar, kredi borçlarımızı kapatmaya dahi yetmedi. Çok ciddi zararlarımız var' dedi.

# tv_85
source: We were guests of the TV8.5 Life Style program.
ar: كنا ضيوف برنامج لايف ستايل تي في 8.5
de: Wir waren Gäste der TV8.5 Life Style Sendung.
fr: Nous étions les invités de l'émission TV8.5 Life Style.
ru: Мы были гостями TV8.5 Life Style
tr: TV8.5 Life Style programına konuk olduk

# tv_85_icerik
source: Yücel Denizhan was the guest of TV 8.5 Life Style program. In the program, she shared her 22 years of industry experience, the problems she had in the past, and her plans for the future.
ar: كان يوسيل دنيزان ضيفا على برنامج تلفزيون 8.5 لايف ستايل. في البرنامج ، نقل 22 عاما من الخبرة في الصناعة ، والصعوبات التي واجهها في الماضي وخططه للمستقبل.
de: Yücel Denizhan war Gast des TV 8.5 Life Style Programms. In dem Programm teilte sie ihre 22-jährige Branchenerfahrung, die Probleme, die sie in der Vergangenheit hatte, und ihre Pläne für die Zukunft.
fr: Yücel Denizhan était l'invité de l'émission TV 8.5 Life Style. Dans le programme, elle a partagé ses 22 années d'expérience dans l'industrie, les problèmes qu'elle a rencontrés dans le passé et ses projets pour l'avenir.
ru: Юсел Денижан была гостьей программы TV 8.5 Life Style. В программе она поделилась своим 22-летним опытом работы в отрасли, проблемами, которые у нее были в прошлом, и своими планами на будущее.
tr: Yücel Denizhan, TV 8.5 Life Style programına konuk oldu. Programda 22 yıllık sektör tecrübesini, geçmişte yaşamış olduğu sıkıntıları ve gelecek ile ilgili planlarını aktardı.

# en_son_haberler
source: LATEST NEWS
ar: آخر الأخبار
de: NEUESTEN NACHRICHTEN
fr: DERNIÈRES NOUVELLES
ru: ПОСЛЕДНИЕ НОВОСТИ
tr: EN SON HABERLER

# deri_zimbasi
source: Skin Stapler
ar: دباسة جلدية
de: Hauthefter
fr: Peau Agrafeuse
ru: Кожаный штапель
tr: Cilt Stapleri

source: MENU
ar: القائمة
de: Speisekarte
ru: МЕНЮ
tr: MENÜ

# bizi_takip_edin
source: FOLLOW US
ar: تابعنا
de: FOLGE UNS
fr: SUIVEZ-NOUS
ru: СЛЕДУЙТЕ ЗА НАМИ
tr: BİZİ TAKİP EDİN

source: Disposable Circular Stapler
ar: دباسة دائرية يمكن التخلص منها
de: Einweg-Rundhefter
fr: Agrafeuse Circulaire Jetable
ru: Одноразовый циркулярный степлер
tr: Tek Kullanımlık Dairesel Zımba

# disposable_hemorhoidal_stapler
source: Disposable Hemorrhoids Stapler
ar: دباسة البواسير القابل للتصرف
de: Einweg-Hämorrhoiden-Heftgerät
fr: Agrafeuse Jetable Pour Hémorroïdes
ru: Одноразовый геморроидальный степлер
tr: Tek Kullanımlık Hemoroid Zımba

# disposable_lineer_cutter
source: Disposable Linear Cutter
ar: القاطع الخطي القابل للتصرف
de: Einweg-Linearschneider
fr: Cutter Linéaire Jetable
ru: Одноразовый линейный резак
tr: Tek Kullanımlık Lineer Kesici

source: Disposable Endo Cutter
ar: يمكن التخلص منها إندو القاطع
de: Einweg-Endo-Cutter
fr: Cutter Endo Jetable
ru: Одноразовый эндонож
tr: Tek Kullanımlık Endo Kesici

source: Reusable Circular Stapler
ar: دباسة دائرية متعددة الاستخدامات
de: Wiederverwendbarer Rundhefter
fr: Agrafeuse Circulaire Réutilisable
ru: Циркулярный степлер многоразового использования
tr: Çok Kullanımlık Dairesel Zımba

# reusable_hemorhoidal_stapler
source: Reusable Hemorrhoids Stapler
ar: دباسة البواسير القابلة لإعادة الاستخدام
de: Wiederverwendbarer Hämorrhoiden-Hefter
fr: Agrafeuse Réutilisable Pour Hémorroïdes
ru: Многоразовый степлер геморроя
tr: Çok Kullanımlık Hemorhoid Zımba

source: Disposable Bipolar Forceps
ar: ملقط ثنائي القطب يمكن التخلص منه
de: Einweg-Bipolarzange
fr: Pince Bipolaire Jetable
ru: Одноразовые биполярные щипцы
tr: Tek Kullanımlık Bipolar Forseps

source: Disposable Claw Grasper
ar: مخلب القابل للتصرف
de: Einweg-Krallengreifer
fr: Pince à griffe jetable
ru: Одноразовый захват когтей
tr: Tek Kullanımlık Claw Grasper

source: Reusable Claw Grasper
ar: متعددة الاستخدام مخلب قبضة
de: Wiederverwendbarer Klauengreifer
fr: Pince à griffes réutilisable
ru: Многоразовый когтеобразный захват
tr: Çok Kullanımlık Claw Grasper

# disposable_clinch
source: Disposable Clinch Grasper
ar: يمكن التخلص منها انتزاع القبضة
de: Einweg-Clinch-Greifer
fr: Pince à sertir jetable
ru: Одноразовый захват
tr: Tek Kullanımlık Clinch Grasper

# disposable_polymer_clips
source: Disposable Polymer Clip
ar: مقطع البوليمر القابل للتصرف
de: Einweg-Polymerclip
fr: Clip polymère jetable
ru: Одноразовая полимерная клипса
tr: Tek Kullanımlık Polimer Klips

source: Disposable Endo Bag
ar: حقيبة إندو يمكن التخلص منها
de: Einweg-Endobeutel
fr: Sac endo jetable
ru: Одноразовый эндомешок
tr: Tek Kullanımlık Endo Bag

source: Disposable Grasper
ar: يمكن التخلص منها
de: Einweggreifer
fr: Pince jetable
ru: Одноразовый захват
tr: Tek Kullanımlık Grasper

source: Reusable Grasper
ar: متعدد الاستخدامات
de: Wiederverwendbarer Greifer
fr: Pince réutilisable
ru: Многоразовый захват
tr: Çok Kullanımlık Grasper

source: Disposable Scissors
ar: مقص المتاح
de: Einwegschere
fr: Ciseaux jetables
ru: Одноразовые ножницы
tr: Tek Kullanımlık Makas
